/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Verander…";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Type uw naam en registratie code";

/* NSTextField (Key:) : <title:Key:> (oid:353) */
"Key:" = "Sleutel:";

/* NSTextField (License type:) : <title:License type:> (oid:1425) */
"License type:" = "License type:";

/* NSButton (Lost license?) : <title:Lost license?> (oid:44) */
"Lost license?" = "Verloren licentie?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLogger is shareware en zal 30 dagen functioneren, tenzij u registreert.";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Naam:";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSButton (Register online) : <title:Register online> (oid:1150) */
"Register online" = "Registreer online";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Geregistreerd door:";

/* NSTextField (Validity date:) : <title:Validity date:> (oid:1427) */
"Validity date:" = "Validiteits datum:";
